[
    {
        "text": "(FUVEST 2005) O menor número inteiro positivo que devemos adicionar a 987 para que a soma seja o quadrado de um número inteiro positivo é:",
        "firstAnswer": "35",
        "secondAnswer": "33",
        "thirdAnswer": "32",
        "fourthAnswer": "37",
        "rightAnswer": 4
    },
    {
        "text": "Para ser considerado um fóssil precisa ter no mínimo quantos anos?",
        "firstAnswer": "2 milhões de anos",
        "secondAnswer": "11 mil anos",
        "thirdAnswer": "25 mil anos",
        "fourthAnswer": "30 mil anos",
        "rightAnswer": 2
    },
    {
        "text": "(FUVEST 2012) Do ponto de vista tectônico, núcleos rochosos mais antigos, em áreas continentais mais interiorizadas, tendem a ser os mais estáveis, ou seja, menos sujeitos a abalos sísmicos e deformações. Em termos geomorfológicos, a maior estabilidade tectônica dessas áreas faz com que elas apresentem uma forte tendência à ocorrência, ao longo do tempo geológico, de um processo de",
        "firstAnswer": "aplainamento das formas de relevo, decorrente do intemperismo e da erosão.",
        "secondAnswer": "formação de depressões absolutas, gerada por acomodação de blocos rochosos.",
        "thirdAnswer": "formação de canyons, decorrente de intensa erosão eólica.",
        "fourthAnswer": "produção de desníveis topográficos acentuados, resultante da contínua sedimentação dos rios.",
        "rightAnswer": 1
    },
    {
        "text": "(CONCURSO PÚBLICO MG-2014) Considerando  que  você  está  editando  um  texto  no  MS  Word,  versão  português,  assinale  a  opção que indica o resultado correto para o comando mencionado.",
        "firstAnswer": "CtrI+T faz a transferência do texto para um arquivo a ser especificado. ",
        "secondAnswer": "AIt+A exibe o menu de Ajuda.",
        "thirdAnswer": "AIt+E abre o menu de Exibir.",
        "fourthAnswer": "CtrI+Z desfaz a última digitação.",
        "rightAnswer": 4
    },
    {
        "text": "(CONCURSO PÚBLICO MG-2014) Memória interposta entre  RAM  e  microprocessador,  ou  já  incorporada  aos  microprocessadores, destinada  a  aumentar  a  taxa  de  transferência  entre  RAM  e  o  processador.  Esta  descrição  define  qual memória? ",
        "firstAnswer": "Virtual.",
        "secondAnswer": "Secundária.",
        "thirdAnswer": "Cache.",
        "fourthAnswer": "Memória Volátil.",
        "rightAnswer": 3
    },
    {
        "text": "(CONCURSO PÚBLICO MG-2014) No  Excel,  selecionando  as  células  cujos  dados  farão  parte  de  um  gráfico,  ao  clicar  no  botão GRÁFICO o que acontecerá? ",
        "firstAnswer": "O gráfico será gerado automaticamente e inserido na planilha imediatamente.",
        "secondAnswer": "Surgirá  o  assistente  de  gráfico  para  que  se  possa  escolher  qual  o  tipo  de  gráfico  e  seus  subtipos, permitindo ainda que seja exibido um modelo de como ficarão os dados de acordo com o tipo de gráfico selecionado.",
        "thirdAnswer": "O Excel solicitará a posição X e Y para inserção do gráfico.",
        "fourthAnswer": "O Excel solicitará apenas o nome a ser atribuído ao gráfico e fará a inserção.",
        "rightAnswer": 2
    },
    {
        "text": "(CONCURSO PÚBLICO MG-2014) No Word, quais as teclas de atalho usadas para salvar o documento em edição?",
        "firstAnswer": "CtrI+B.",
        "secondAnswer": "CtrI+C.",
        "thirdAnswer": "CtrI+V.",
        "fourthAnswer": "CtrI+X.",
        "rightAnswer": 1
    },
    {
        "text": "(CONCURSO PÚBLICO MG-2014) José, gerente  de  vendas  de  uma  multinacional,  recebe  um  e-mail  de  João.  No  e-mail  João  faz  um  grande pedido de peças e pede urgência na resposta. José usa o Outlook Express em seu computador, mas não tem o endereço de e-mail de João no seu catálogo de endereços. Qual o comando mais eficaz para responder este e-mail recebido por José através do Outlook Express? ",
        "firstAnswer": "Selecionar a mensagem recebida de João e clicar em Encaminhar.",
        "secondAnswer": "Selecionar a mensagem recebida de João e clicar em Encaminhara todos.",
        "thirdAnswer": "Selecionar a mensagem recebida de João e clicar em Responder.",
        "fourthAnswer": "Selecionar a mensagem recebida de João e clicar em Apagar, já que não é possível identificar o e-mail de João para o envio da resposta.",
        "rightAnswer": 3
    },
    {
        "text": "(TRE - BA) Na composição da rede, considerando isoladamente uma Intranet, será imprescindível um:",
        "firstAnswer": "Firewall. ",
        "secondAnswer": "Roteador.",
        "thirdAnswer": "Servidor de aplicações corporativas.",
        "fourthAnswer": "Servidor WEB.",
        "rightAnswer": 4
    },
    {
        "text": "(TRE - BA) Os endereços dos sites visitados nos últimos dias, por meio de um computador, podem ser armazenados pelo MS Internet Explorer e serão buscados na lista:",
        "firstAnswer": "Favoritos.",
        "secondAnswer": "Pesquisar.",
        "thirdAnswer": "Histórico.",
        "fourthAnswer": "Gerenciador de sites.",
        "rightAnswer": 3
    },
    {
        "text": "(MPU. ESAF. 2004) A convenção de nomes que identifica de forma exclusiva a localização de um computador, diretório ou arquivo na internet e que também especifica o protocolo internet apropriado é denominada: ",
        "firstAnswer": "Browser.",
        "secondAnswer": "URL.",
        "thirdAnswer": "Hiperlink.",
        "fourthAnswer": "Servidor de DNS.",
        "rightAnswer": 2
    },
    {
        "text": "(TRE - BA) Uma mensagem para ser utilizada posteriormente, enquanto o software estiver online, deve ser salva na pasta:",
        "firstAnswer": "Rascunhos.",
        "secondAnswer": "Itens enviados.",
        "thirdAnswer": "Itens a enviar.",
        "fourthAnswer": "Lixeira.",
        "rightAnswer": 1
    },
    {
        "text": "(MPU. ESAF. 2004) Para configurar um aplicativo utilizado para receber e enviar e-mail, deve-se conhecer o endereço fornecido pelo administrador de rede ou pelo provedor de acesso dos servidores:",
        "firstAnswer": "SNMP e ICMP.",
        "secondAnswer": "WWW e FTP.",
        "thirdAnswer": "WWW e SMTP.",
        "fourthAnswer": "SMTP e POP3.",
        "rightAnswer": 4
    },
    {
        "text": "(Unicamp 2014 - Primeira Fase) O termo “bárbaro” teve diferentes significados ao longo da história. Sobre os usos desse conceito, podemos afirmar que:",
        "firstAnswer": "Bárbaro foi uma denominação comum a muitas civilizações para qualificar os povos que não compartilhavam dos valores destas mesmas civilizações. ",
        "secondAnswer": "Entre os gregos do período clássico o termo foi utilizado para qualificar povos que não falavam grego e depois disso deixou de ser empregado no mundo mediterrâneo antigo.",
        "thirdAnswer": "Bárbaros eram os povos que os germanos classificavam como inadequados para a conquista, como os vândalos, por exemplo.",
        "fourthAnswer": "Gregos e romanos classificavam de bárbaros povos que viviam da caça e da coleta, como os persas, em oposição aos povos urbanos civilizados..",
        "rightAnswer": 1
    },
    {
        "text": "(Unicamp 2014 - Primeira Fase) Em termos genéricos, a rede urbana constitui-se no conjunto de centros urbanos funcionalmente articulados entre si. É, portanto, um tipo particular de rede na qual os vértices ou nós representam os diferentes núcleos de povoamento dotados de funções urbanas, e as linhas representam os diversos fluxos entre esses centros. -->(Adaptado de Roberto Lobato Corrêa, Trajetórias Geográficas. Rio de Janeiro: Bertrand Brasil, 2001.)<-- Sobre a rede urbana Brasileira é correto afirmar que:",
        "firstAnswer": "Formou-se a partir do interior do continente, com o nascimento das cidades “boca de sertão”, funcionais para o povoamento e a exploração do ouro..",
        "secondAnswer": "Já no início do século XIX, ela deixou de seguir o modelo dendrítico implantado desde o início da colonização para atender à economia agroexportadora.",
        "thirdAnswer": "A partir da segunda metade do século XX, a industrialização implicou forte articulação inter-regional, gerando uma rede urbana de porte nacional.",
        "fourthAnswer": "Na atualidade, destaca-se a monofuncionalidade dos principais centros que a formam, dada a especialização das funções urbanas requerida na globalização.",
        "rightAnswer": 3
    },
    {
        "text": "(Unicamp 2014 - Primeira Fase) Os insetos, especialmente aqueles com modo de vida social, estão entre os animais mais abundantes na Terra. São insetos sociais, que vivem em colônias: ",
        "firstAnswer": " Formigas, borboletas, besouros..",
        "secondAnswer": "Abelhas melíferas, formigas, cupins.",
        "thirdAnswer": "Besouros, abelhas melíferas, moscas.",
        "fourthAnswer": "Cupins, libélulas, cigarras..",
        "rightAnswer": 2
    },
    {
        "text": "(Unicamp 2014 - Primeira Fase) Em setembro de 2011, no Rio Grande do Sul, pessoas alegaram ter sofrido queimaduras depois de beberem um achocolatado. Em março de 2013, um caso semelhante voltou a ocorrer, agora com um suco de maçã. Em função de problemas semelhantes durante o processo de higienização, o achocolatado foi contaminado por água sanitária e o suco de maçã substituído por soda cáustica 2,5 %. Pode-se afirmar que, comparados aos produtos não contaminados, os líquidos que causaram problemas aos consumidores apresentavam-se:",
        "firstAnswer": "Mais ácidos e, portanto, com maiores valores de pH.",
        "secondAnswer": "Mais ácidos e, portanto, com menores valores de pH.",
        "thirdAnswer": "Mais básicos e, portanto, com maiores valores de pH.",
        "fourthAnswer": "Mais básicos e, portanto, com menores valores de pH.",
        "rightAnswer": 3
    },
    {
        "text": "(Unicamp 2014 - Primeira Fase) A tecnologia de telefonia celular 4G passou a ser utilizada no Brasil em 2013, como parte da iniciativa de melhoria geral dos serviços no Brasil, em preparação para a Copa do Mundo de 2014. Algumas operadoras inauguraram serviços com ondas eletromagnéticas na frequência de 40 MHz. Sendo a velocidade da luz no vácuo c = 3,0 108 m/s , o comprimento de onda dessas ondas eletromagnéticas é:",
        "firstAnswer": "1,2 m.",
        "secondAnswer": "7,5 m.",
        "thirdAnswer": "5,0 m.",
        "fourthAnswer": "12,0 m.",
        "rightAnswer": 2
    }
]